Repository: cinmou/PrivyGallery
Catalog: SecurityFolder/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, it, ja, ko, ru, zh_hant_tw, zh_hk

source: 应用会自动监控系统行为，当你切换到多任务界面或回到桌面时，会自动显示隐私遮罩层。此外，开启屏幕隐私保护后，若系统检测到正在进行录屏或截屏，应用会在监测到的第一时间自动锁定，尽可能防止隐私内容被非法记录。
de: Die App überwacht automatisch das Systemverhalten und zeigt automatisch die Privatsphärenmaske an, wenn Sie zur Multitasking-Oberfläche wechseln oder zum Desktop zurückkehren. Darüber hinaus wird die App nach dem Einschalten des Bildschirm-Datenschutzes automatisch gesperrt, wenn das System erkennt, dass Bildschirmaufzeichnungen oder Screenshots erstellt werden, sobald dies erkannt wird, um die illegale Aufzeichnung privater Inhalte so weit wie möglich zu verhindern.
en: The app automatically monitors system state. When you switch to the app switcher or return to the Home Screen, it shows a privacy shield. If Screen Privacy Protection is enabled and iOS detects screen recording or screen capture, the app locks immediately to reduce the chance of private content being recorded.
es: La aplicación monitorea automáticamente el comportamiento del sistema y muestra automáticamente la máscara de privacidad cuando cambia a la interfaz multitarea o regresa al escritorio. Además, después de activar la protección de privacidad de la pantalla, si el sistema detecta que se están tomando capturas de pantalla o capturas de pantalla, la aplicación se bloqueará automáticamente tan pronto como se detecte para evitar en la medida de lo posible que se grabe ilegalmente contenido privado.
fr: L'application surveille automatiquement le comportement du système et affiche automatiquement le masque de confidentialité lorsque vous passez à l'interface multitâche ou revenez au bureau. De plus, après avoir activé la protection de la confidentialité de l'écran, si le système détecte qu'un enregistrement d'écran ou des captures d'écran sont en cours, l'application se verrouille automatiquement dès qu'elle est détectée pour empêcher autant que possible l'enregistrement illégal de contenu privé.
it: L'app monitora automaticamente il comportamento del sistema e visualizza automaticamente la maschera della privacy quando passi all'interfaccia multitasking o ritorni al desktop. Inoltre, dopo aver attivato la protezione della privacy dello schermo, se il sistema rileva la registrazione dello schermo o l'acquisizione di screenshot, l'app si bloccherà automaticamente non appena verrà rilevata per evitare il più possibile che i contenuti privati ​​vengano registrati illegalmente.
ja: アプリはシステムの動作を自動的に監視し、マルチタスク インターフェイスに切り替えるかデスクトップに戻ると、プライバシー マスクを自動的に表示します。また、画面プライバシー保護をオンにした後、システムが画面録画やスクリーンショットの撮影を検知すると、検知次第アプリが自動的にロックされ、プライベートな内容が不正に記録されることを可能な限り防ぎます。
ko: 앱은 시스템 동작을 자동으로 모니터링하고 멀티태스킹 인터페이스로 전환하거나 데스크탑으로 돌아갈 때 자동으로 프라이버시 마스크를 표시합니다. 또한, 화면 개인 정보 보호 기능을 켠 후 시스템에서 화면 녹화 또는 스크린샷 촬영이 감지되는 경우 앱은 감지 즉시 자동으로 잠기므로 개인 콘텐츠가 불법적으로 녹화되는 것을 최대한 방지할 수 있습니다.
ru: Приложение автоматически отслеживает поведение системы и автоматически отображает маску конфиденциальности при переключении в многозадачный интерфейс или возврате на рабочий стол. Кроме того, если после включения защиты конфиденциальности экрана система обнаружит, что ведется запись экрана или снимки экрана, приложение автоматически заблокируется, как только это будет обнаружено, чтобы максимально предотвратить незаконную запись частного контента.
zh_hant_tw: 應用會自動監控系統行為，當你切換到多任務介面或回到桌面時，會自動顯示隱私遮罩層。此外，開啟螢幕隱私保護後，若係統偵測到正在進行錄影或截圖，應用程式會在監測到的第一時間自動鎖定，盡可能防止隱私內容被非法記錄。
zh_hk: App會自動監控系統行為，當你切換到多任務介面或回到桌面時，會自動顯示隱私遮罩層。此外，開啟螢幕隱私保護後，若係統偵測到正在進行錄影或截圖，App會在監測到嘅第一時間自動鎖定，盡可能防止隱私內容被非法記錄。

source: 应用已锁定
de: App ist gesperrt
en: App Locked
es: La aplicación está bloqueada
fr: L'application est verrouillée
it: L'applicazione è bloccata
ja: アプリがロックされています
ko: 앱이 잠겨 있습니다.
ru: Приложение заблокировано
zh_hant_tw: 應用程式已鎖定
zh_hk: App已鎖定

source: 应用说明
de: Anwendungshinweise
en: App Information
es: Notas de aplicación
fr: Notes d'application
it: Note applicative
ja: アプリケーションノート
ko: 애플리케이션 노트
ru: Замечания по применению
zh_hant_tw: 應用說明
zh_hk: App說明

source: 应用采用 AES-GCM 分块加密技术，确保所有媒体文件始终以密文形式存储于本地沙盒。我们不设服务器，不进行云端同步，数据完全由你掌握。
de: Die Anwendung verwendet die AES-GCM-Blockverschlüsselungstechnologie, um sicherzustellen, dass alle Mediendateien immer im Chiffretext in der lokalen Sandbox gespeichert werden. Wir richten keine Server ein und führen keine Cloud-Synchronisierung durch, und die Daten unterliegen vollständig Ihrer Kontrolle.
en: The app uses AES-GCM block encryption technology to ensure all media files are always stored in cipher text within the local sandbox. We have no servers and do no cloud syncing; you have complete control over your data.
es: La aplicación utiliza tecnología de cifrado de bloques AES-GCM para garantizar que todos los archivos multimedia se almacenen siempre en el entorno limitado local en texto cifrado. No configuramos servidores ni realizamos sincronización en la nube, y los datos están completamente bajo su control.
fr: L'application utilise la technologie de cryptage par blocs AES-GCM pour garantir que tous les fichiers multimédias sont toujours stockés dans le bac à sable local sous forme de texte chiffré. Nous ne configurons pas de serveurs ni n'effectuons de synchronisation cloud, et les données sont entièrement sous votre contrôle.
it: L'applicazione utilizza la tecnologia di crittografia a blocchi AES-GCM per garantire che tutti i file multimediali siano sempre archiviati nella sandbox locale in testo cifrato. Non configuriamo server né eseguiamo la sincronizzazione cloud e i dati sono completamente sotto il tuo controllo.
ja: このアプリケーションは、AES-GCM ブロック暗号化テクノロジーを使用して、すべてのメディア ファイルが常に暗号文でローカル サンドボックスに保存されるようにします。当社はサーバーをセットアップしたり、クラウド同期を実行したりすることはなく、データは完全にお客様の管理下にあります。
ko: 이 애플리케이션은 AES-GCM 블록 암호화 기술을 사용하여 모든 미디어 파일이 항상 암호문으로 로컬 샌드박스에 저장되도록 합니다. 우리는 서버를 설정하거나 클라우드 동기화를 수행하지 않으며 데이터는 전적으로 귀하의 통제하에 있습니다.
ru: Приложение использует технологию блочного шифрования AES-GCM, чтобы гарантировать, что все медиафайлы всегда хранятся в локальной песочнице в зашифрованном виде. Мы не настраиваем серверы и не выполняем облачную синхронизацию, а данные полностью под вашим контролем.
zh_hant_tw: 應用採用 AES-GCM 分塊加密技術，確保所有媒體檔案始終以密文形式儲存於本機沙盒。我們不設伺服器，不進行雲端同步，資料完全由你掌握。
zh_hk: App採用 AES-GCM 分塊加密技術，確保所有媒體檔案始終以密文形式儲存於本機沙盒。我們不設伺服器，不進行雲端同步，數據完全由你掌握。

source: 开启高级数据保护后，强加密媒体会使用更严格的预览链路；普通媒体库仍会正常显示缩略图和预览。
de: Wenn der erweiterte Datenschutz aktiviert ist, verwenden stark verschlüsselte Medien einen strengeren Vorschau-Link. In normalen Medienbibliotheken werden Miniaturansichten und Vorschauen weiterhin normal angezeigt.
en: When Advanced Data Protection is enabled, encrypted media uses a stricter preview path. The regular library still shows thumbnails and previews normally.
es: Cuando la protección de datos avanzada está activada, los medios fuertemente cifrados utilizarán un enlace de vista previa más estricto; Las bibliotecas multimedia normales seguirán mostrando miniaturas y vistas previas con normalidad.
fr: Lorsque la protection avancée des données est activée, les médias fortement chiffrés utiliseront un lien de prévisualisation plus strict ; Les bibliothèques multimédias ordinaires afficheront toujours les vignettes et les aperçus normalement.
it: Quando la protezione avanzata dei dati è attivata, i contenuti multimediali fortemente crittografati utilizzeranno un collegamento di anteprima più rigido; le normali librerie multimediali continueranno a visualizzare normalmente le miniature e le anteprime.
ja: 高度なデータ保護がオンになっている場合、強力に暗号化されたメディアはより厳密なプレビュー リンクを使用します。通常のメディア ライブラリでは、サムネイルとプレビューが通常どおり表示されます。
ko: 고급 데이터 보호가 켜져 있으면 강력하게 암호화된 미디어는 더 엄격한 미리보기 링크를 사용합니다. 일반 미디어 라이브러리는 여전히 썸네일과 미리보기를 정상적으로 표시합니다.
ru: Если включена расширенная защита данных, для сильно зашифрованных носителей будет использоваться более строгая ссылка предварительного просмотра; обычные медиа-библиотеки по-прежнему будут нормально отображать миниатюры и предварительный просмотр.
zh_hant_tw: 開啟進階資料保護後，強加密媒體會使用更嚴格的預覽連結；普通​​媒體庫仍會正常顯示縮圖和預覽。
zh_hk: 開啟進階數據保護後，強加密媒體會使用更嚴格嘅預覽連結；普通​​媒體庫仍會正常顯示縮圖和預覽。

source: 开始从%1$@导入 %2$lld 个资源，目标相册：%3$@
de: Beginnen Sie mit dem Importieren von %2$lld Ressourcen von %1$@, Zielalbum: %3$@
en: Starting import of %2$lld items from %1$@ to %3$@
es: Comience a importar %2$lld recursos de %1$@, álbum de destino: %3$@
fr: Commencez à importer les ressources %2$lld depuis %1$@, album cible : %3$@
it: Inizia a importare %2$lld risorse da %1$@, album di destinazione: %3$@
ja: %1$@ から %2$lld リソースのインポートを開始します、ターゲット アルバム: %3$@
ko: %1$@에서 %2$lld 리소스 가져오기 시작, 대상 앨범: %3$@
ru: Начать импорт ресурсов %2$lld из %1$@, целевой альбом: %3$@
zh_hant_tw: 開始從%1$@匯入 %2$lld 個資源，目標相簿：%3$@
zh_hk: 開始從%1$@導入 %2$lld 個資源，目標相簿：%3$@

source: 开始导出
de: Export starten
en: Start Exporting
es: Iniciar exportación
fr: Démarrer l'exportation
it: Avvia l'esportazione
ja: エクスポートの開始
ko: 내보내기 시작
ru: Начать экспорт
zh_hant_tw: 開始匯出
zh_hk: 開始導出

source: 开始恢复
de: Starten Sie die Wiederherstellung
en: Start Restoring
es: Iniciar recuperación
fr: Démarrer la récupération
it: Inizia il recupero
ja: リカバリの開始
ko: 복구 시작
ru: Начать восстановление
zh_hant_tw: 開始恢復
zh_hk: 開始恢復

source: 开始时间
de: Startzeit
en: Start Time
es: hora de inicio
fr: heure de début
it: ora di inizio
ja: 開始時間
ko: 시작 시간
ru: время начала
zh_hant_tw: 開始時間
zh_hk: 開始時間

source: 开源代码
de: Quellcode
en: Source Code
es: Código fuente
fr: Code source
it: Codice sorgente
ja: ソースコード
ko: 소스 코드
ru: Исходный код
zh_hant_tw: 開源碼
zh_hk: 開源碼

source: 强加密
de: Starke Verschlüsselung
en: Encrypt
es: Cifrado fuerte
fr: Cryptage fort
it: Crittografia avanzata
ja: 強力な暗号化
ko: 강력한 암호화
ru: Надежное шифрование
zh_hant_tw: 強加密
zh_hk: 強加密

source: 强加密媒体库
de: Verschlüsselte Mediathek
en: Encrypted Library
es: Biblioteca cifrada
fr: Médiathèque chiffrée
it: Libreria cifrata
ja: 暗号化ライブラリ
ko: 암호화 라이브러리
ru: Зашифрованная медиатека
zh_hant_tw: 強加密媒體庫
zh_hk: 強加密媒體庫

source: 强加密相册只显示文件名称，只有点击对应项目时才会解密预览。
de: Bei stark verschlüsselten Alben werden nur Dateinamen angezeigt und die Vorschau wird erst entschlüsselt, wenn auf das entsprechende Element geklickt wird.
en: Strong Protection Albums show file names only. Content is decrypted for preview only after you tap an item.
es: Los álbumes fuertemente cifrados solo muestran los nombres de los archivos y la vista previa se descifrará solo cuando se haga clic en el elemento correspondiente.
fr: Les albums fortement cryptés n'affichent que les noms de fichiers et l'aperçu ne sera déchiffré que lorsque l'on clique sur l'élément correspondant.
it: Gli album fortemente crittografati mostrano solo i nomi dei file e l'anteprima verrà decrittografata solo quando si fa clic sull'elemento corrispondente.
ja: 強力に暗号化されたアルバムにはファイル名のみが表示され、プレビューは対応する項目をクリックしたときにのみ復号化されます。
ko: 강력하게 암호화된 앨범에는 파일 이름만 표시되며 해당 항목을 클릭할 때만 미리보기가 해독됩니다.
ru: В сильно зашифрованных альбомах отображаются только имена файлов, а предварительный просмотр будет расшифрован только при нажатии соответствующего элемента.
zh_hant_tw: 強加密相簿只顯示檔案名稱，只有點擊對應項目才會解密預覽。
zh_hk: 強加密相簿只顯示檔案名稱，只有點擊對應項目才會解密預覽。

source: 强加密项目：%lld 项
de: Elemente mit starker Verschlüsselung: %lld Elemente
en: Encrypted Items: %lld items
es: Elementos de cifrado seguro: %lld elementos
fr: Éléments à cryptage fort : %lld éléments
it: Elementi di crittografia avanzata: %lld elementi
ja: 強力な暗号化アイテム: %lld アイテム
ko: 강력한 암호화 항목: %lld개 항목
ru: Элементы сильного шифрования: %lld элементов.
zh_hant_tw: 強加密項目：%lld 項
zh_hk: 強加密項目：%lld 項

source: 归档
de: Archiv
en: Archive
es: Archivo
fr: Archiver
it: Archivio
ja: アーカイブ
ko: 아카이브
ru: Архив
zh_hant_tw: 歸檔
zh_hk: 歸檔

source: 当你通过通过“设置 -> 密码与空间 -> 胁迫密码“阅读说明并设置了胁迫密码后，若你面临必须解锁的不可抗力，可以在锁定界面输入该“胁迫密码”。一旦输入，应用将执行最高级别的应急清空服务：瞬间删除所有加密媒体、元数据索引、缩略图缓存以及本地设置，请谨慎使用该功能。
de: Nachdem Sie die Anweisungen gelesen und über „Einstellungen -> Passwort und Leerzeichen -> Zwangspasswort“ ein Zwangspasswort festgelegt haben, können Sie im Falle höherer Gewalt, das entsperrt werden muss, das „Zwangspasswort“ auf der Sperrschnittstelle eingeben. Nach der Eingabe führt die App die höchste Stufe des Notfalllöschdienstes aus: Sie löscht sofort alle verschlüsselten Medien, Metadatenindizes, Miniaturbild-Caches und lokalen Einstellungen. Bitte verwenden Sie diese Funktion mit Vorsicht.
en: After you read the instructions in Settings -> Password & Spaces -> Duress Passcode and set a duress passcode, you can enter it on the lock screen if you are forced to unlock the app. As soon as it is entered, the app performs a full emergency wipe of encrypted media, metadata indexes, thumbnail caches, and local settings. Use this feature with extreme care.
es: Después de leer las instrucciones y establecer una contraseña de coerción a través de "Configuración -> Contraseña y espacio -> Contraseña de coerción", si se enfrenta a un caso de fuerza mayor que debe desbloquearse, puede ingresar la "contraseña de coerción" en la interfaz de bloqueo. Una vez ingresada, la aplicación realizará el nivel más alto de servicio de borrado de emergencia: eliminando instantáneamente todos los medios cifrados, índices de metadatos, cachés de miniaturas y configuraciones locales. Utilice esta función con precaución.
fr: Après avoir lu les instructions et défini un mot de passe de coercition via « Paramètres -> Mot de passe et espace -> Mot de passe de coercition », si vous êtes confronté à un cas de force majeure qui doit être déverrouillé, vous pouvez saisir le « mot de passe de coercition » sur l'interface de verrouillage. Une fois saisie, l'application effectuera le plus haut niveau de service d'effacement d'urgence : supprimant instantanément tous les médias cryptés, les index de métadonnées, les caches de vignettes et les paramètres locaux. Veuillez utiliser cette fonctionnalité avec prudence.
it: Dopo aver letto le istruzioni e impostato una password di coercizione tramite "Impostazioni -> Password e Spazio -> Password di coercizione", se si riscontrano cause di forza maggiore che devono essere sbloccate, è possibile inserire la "password di coercizione" nell'interfaccia di blocco. Una volta inserita, l'app eseguirà il massimo livello di servizio di cancellazione di emergenza: eliminando istantaneamente tutti i media crittografati, gli indici dei metadati, le cache delle miniature e le impostazioni locali. Si prega di utilizzare questa funzione con cautela.
ja: 説明を読み、「設定 -> パスワードとスペース -> 強制パスワード」で強制パスワードを設定した後、不可抗力でロックを解除する必要がある場合は、ロック インターフェイスで「強制パスワード」を入力できます。入力すると、アプリは最高レベルの緊急ワイプ サービスを実行し、すべての暗号化されたメディア、メタデータ インデックス、サムネイル キャッシュ、ローカル設定を即座に削除します。この機能は注意して使用してください。
ko: 안내사항을 읽어보신 후 "설정 -> 비밀번호 및 공백 -> 강제비밀번호"를 통해 강제비밀번호를 설정하신 후, 잠금을 해제해야 하는 불가항력적인 상황이 발생한 경우 잠금 인터페이스에서 "강제비밀번호"를 입력하시면 됩니다. 일단 들어가면 앱은 최고 수준의 긴급 삭제 서비스를 수행합니다. 즉, 모든 암호화된 미디어, 메타데이터 인덱스, 썸네일 캐시 및 로컬 설정을 즉시 삭제합니다. 이 기능을 주의해서 사용하시기 바랍니다.
ru: После того, как вы прочтете инструкции и установите пароль принуждения через «Настройки -> Пароль и пробел -> Пароль принуждения», если вы столкнулись с форс-мажорными обстоятельствами, которые необходимо разблокировать, вы можете ввести «пароль принуждения» в интерфейсе блокировки. После входа приложение выполнит экстренную очистку высочайшего уровня: мгновенно удалит все зашифрованные носители, индексы метаданных, кэши миниатюр и локальные настройки. Пожалуйста, используйте эту функцию с осторожностью.
zh_hant_tw: 當你透過「設定 -> 密碼與空間 -> 脅迫密碼「閱讀說明並設定了脅迫密碼後，若你面臨必須解鎖的不可抗力，可以在鎖定介面輸入該「脅迫密碼」。一旦輸入，應用程式將執行最高等級的緊急清空服務：瞬間刪除所有加密媒體、元資料索引、縮圖快取以及本地設置，請謹慎使用該功能。
zh_hk: 當你透過「設定 -> 密碼與空間 -> 脅迫密碼「閱讀說明並設定了脅迫密碼後，若你面臨必須解鎖嘅不可抗力，可以在鎖定介面輸入該「脅迫密碼」。一旦輸入，App將執行最高等級嘅緊急清空服務：瞬間刪除所有加密媒體、元數據索引、縮圖快取以及本地設置，請謹慎使用該功能。

source: 当前可整体导出当前空间，也可把 `.vault` 备份恢复到当前空间；恢复时会自动避开同名冲突。
de: Derzeit kann der aktuelle Speicherplatz als Ganzes exportiert werden, oder die „.vault“-Sicherung kann im aktuellen Speicherplatz wiederhergestellt werden; Konflikte mit demselben Namen werden bei der Wiederherstellung automatisch vermieden.
en: You can export the current space as a full backup, or restore a `.vault` backup into the current space. Name conflicts are handled automatically during restore.
es: Actualmente, el espacio actual se puede exportar como un todo o la copia de seguridad `.vault` se puede restaurar en el espacio actual; Los conflictos con el mismo nombre se evitarán automáticamente durante la restauración.
fr: Actuellement, l'espace actuel peut être exporté dans son ensemble, ou la sauvegarde « .vault » peut être restaurée dans l'espace actuel ; les conflits portant le même nom seront automatiquement évités lors de la restauration.
it: Attualmente, lo spazio corrente può essere esportato per intero oppure il backup `.vault` può essere ripristinato nello spazio corrente; i conflitti con lo stesso nome verranno automaticamente evitati durante il ripristino.
ja: 現在、現在のスペース全体をエクスポートすることも、「.vault」バックアップを現在のスペースに復元することもできます。同じ名前の競合は復元中に自動的に回避されます。
ko: 현재 현재 공간을 전체적으로 내보내거나 `.vault` 백업을 현재 공간에 복원할 수 있습니다. 동일한 이름의 충돌은 복원 중에 자동으로 방지됩니다.
ru: В настоящее время текущее пространство можно экспортировать целиком или восстановить резервную копию `.vault` в текущее пространство; конфликты с одинаковыми именами будут автоматически исключены при восстановлении.
zh_hant_tw: 目前可整體匯出目前空間，也可把 `.vault` 備份還原到目前空間；復原時會自動避開同名衝突。
zh_hk: 目前可整體導出目前空間，也可把 `.vault` 備份還原到目前空間；恢復時會自動避開同名衝突。

source: 当前备份会超过免费版 20 个媒体项目上限，请开通会员后再恢复。
de: Das aktuelle Backup überschreitet das Limit der kostenlosen Version von 20 Medienelementen. Bitte aktivieren Sie vor der Wiederherstellung eine Mitgliedschaft.
en: This backup would exceed the free plan limit of 20 media items. Upgrade your membership to restore it.
es: La copia de seguridad actual superará el límite de 20 elementos multimedia de la versión gratuita. Active una membresía antes de restaurar.
fr: La sauvegarde actuelle dépassera la limite de 20 éléments multimédias de la version gratuite. Veuillez activer un abonnement avant de restaurer.
it: Il backup corrente supererà il limite di 20 elementi multimediali della versione gratuita. Si prega di attivare un abbonamento prima del ripristino.
ja: 現在のバックアップは、無料版のメディア アイテムの制限である 20 個を超えます。復元する前にメンバーシップをアクティブ化してください。
ko: 현재 백업은 무료 버전의 미디어 항목 제한인 20개를 초과합니다. 복원하기 전에 멤버십을 활성화하세요.
ru: Текущая резервная копия превысит лимит бесплатной версии в 20 элементов мультимедиа. Пожалуйста, активируйте членство перед восстановлением.
zh_hant_tw: 目前備份會超過免費版 20 個媒體項目上限，請開通會員後再恢復。
zh_hk: 目前備份會超過免費版 20 個媒體項目上限，請開通會員後再恢復。

source: 当前备份文件
de: Aktuelle Sicherungsdatei
en: Current Backup Files
es: Archivo de copia de seguridad actual
fr: Fichier de sauvegarde actuel
it: File di backup corrente
ja: 現在のバックアップファイル
ko: 현재 백업 파일
ru: Текущий файл резервной копии
zh_hant_tw: 目前備份文件
zh_hk: 目前備份文件

source: 当前无法调起评分窗口。
de: Das Bewertungsfenster kann derzeit nicht aufgerufen werden.
en: The rating prompt is not available right now.
es: Actualmente no se puede abrir la ventana de calificación.
fr: La fenêtre de notation ne peut actuellement pas être affichée.
it: Al momento non è possibile aprire la finestra di valutazione.
ja: 現在、評価ウィンドウを表示できません。
ko: 현재 등급 창을 불러올 수 없습니다.
ru: Окно рейтинга в настоящее время невозможно открыть.
zh_hant_tw: 目前無法調起評分視窗。
zh_hk: 目前無法調起評分視窗。

source: 当前没有已解锁空间。
de: Derzeit sind keine Plätze frei.
en: No space is currently unlocked.
es: Actualmente no hay espacios desbloqueados.
fr: Il n’y a actuellement aucune place débloquée.
it: Al momento non ci sono spazi sbloccati.
ja: 現在、ロックが解除されているスペースはありません。
ko: 현재 잠금 해제된 공간이 없습니다.
ru: На данный момент свободных мест нет.
zh_hant_tw: 目前沒有已解鎖空間。
zh_hk: 目前沒有已解鎖空間。

source: 当前版本
de: Aktuelle Version
en: Current Version
es: Versión actual
fr: Version actuelle
it: Versione attuale
ja: 現在のバージョン
ko: 현재 버전
ru: Текущая версия
zh_hant_tw: 目前版本
zh_hk: 目前版本

source: 当前版本暂不支持这个备份文件。
de: Die aktuelle Version unterstützt diese Sicherungsdatei nicht.
en: This backup file is not supported by the current version.
es: La versión actual no admite este archivo de copia de seguridad.
fr: La version actuelle ne prend pas en charge ce fichier de sauvegarde.
it: La versione corrente non supporta questo file di backup.
ja: 現在のバージョンでは、このバックアップ ファイルはサポートされていません。
ko: 현재 버전은 이 백업 파일을 지원하지 않습니다.
ru: Текущая версия не поддерживает этот файл резервной копии.
zh_hant_tw: 目前版本暫不支援這個備份檔。
zh_hk: 目前版本暫不支援呢個備份檔。

source: 当前状态
de: Aktueller Stand
en: Current Status
es: Estado actual
fr: Statut actuel
it: Stato attuale
ja: 現在の状況
ko: 현황
ru: Текущий статус
zh_hant_tw: 目前狀態
zh_hk: 目前狀態

source: 当前相册
de: Aktuelles Album
en: Current Album
es: Álbum actual
fr: Album actuel
it: Album attuale
ja: 現在のアルバム
ko: 현재 앨범
ru: Текущий альбом
zh_hant_tw: 目前相簿
zh_hk: 目前相簿

source: 当前空间：%@
de: Aktueller Speicherplatz: %@
en: Current Space: %@
es: Espacio actual: %@
fr: Espace actuel : %@
it: Spazio corrente: %@
ja: 現在のスペース: %@
ko: 현재 공간: %@
ru: Текущее пространство: %@
zh_hant_tw: 目前空間：%@
zh_hk: 目前空間：%@

source: 当前空间的加密密钥不可用，请先重新解锁。
de: Der Verschlüsselungsschlüssel für den aktuellen Speicherplatz ist nicht verfügbar. Bitte entsperren Sie ihn zuerst erneut.
en: The encryption key for the current space is unavailable. Please unlock again first.
es: La clave de cifrado para el espacio actual no está disponible; desbloquéela nuevamente primero.
fr: La clé de cryptage de l'espace actuel n'est pas disponible, veuillez d'abord la déverrouiller à nouveau.
it: La chiave di crittografia per lo spazio corrente non è disponibile, sbloccala prima.
ja: 現在のスペースの暗号化キーは使用できません。最初に再度ロックを解除してください。
ko: 현재 공간의 암호화 키를 사용할 수 없습니다. 먼저 다시 잠금을 해제하세요.
ru: Ключ шифрования для текущего пространства недоступен. Сначала разблокируйте его еще раз.
zh_hant_tw: 目前空間的加密金鑰不可用，請先重新解鎖。
zh_hk: 目前空間嘅加密金鑰不可用，請先重新解鎖。

source: 当前设备不可用 Face ID / Touch ID。
de: Face ID/Touch ID ist auf dem aktuellen Gerät nicht verfügbar.
en: Face ID / Touch ID is unavailable on this device.
es: Face ID/Touch ID no está disponible en el dispositivo actual.
fr: Face ID / Touch ID n'est pas disponible sur l'appareil actuel.
it: Face ID/Touch ID non è disponibile sul dispositivo attuale.
ja: Face ID / Touch ID は現在のデバイスでは利用できません。
ko: 현재 기기에서는 Face ID/Touch ID를 사용할 수 없습니다.
ru: Face ID/Touch ID недоступен на текущем устройстве.
zh_hant_tw: 目前裝置不可用 Face ID / Touch ID。
zh_hk: 目前裝置不可用 Face ID / Touch ID。

source: 当前设备暂不支持生物识别，请跳过。
de: Das aktuelle Gerät unterstützt keine biometrische Identifizierung, bitte überspringen.
en: Biometric authentication is not available on this device. Please skip.
es: El dispositivo actual no admite identificación biométrica, omita.
fr: L'appareil actuel ne prend pas en charge l'identification biométrique, veuillez ignorer.
it: Il dispositivo attuale non supporta l'identificazione biometrica, salta.
ja: 現在のデバイスは生体認証をサポートしていません。スキップしてください。
ko: 현재 기기는 생체 인식을 지원하지 않습니다. 건너뛰세요.
ru: Текущее устройство не поддерживает биометрическую идентификацию, пропустите.
zh_hant_tw: 目前設備暫不支援生物識別，請跳過。
zh_hk: 目前設備暫不支援生物識別，請跳過。

source: 当前资源
de: Aktuelle Ressourcen
en: Current Resources
es: Recursos actuales
fr: Ressources actuelles
it: Risorse attuali
ja: 現在のリソース
ko: 현재 자원
ru: Текущие ресурсы
zh_hant_tw: 目前資源
zh_hk: 目前資源

source: 当前还没有可解锁的空间。
de: Derzeit sind keine Plätze zum Freischalten verfügbar.
en: There is no unlockable space yet.
es: Actualmente no hay espacios para desbloquear.
fr: Il n'y a actuellement aucune place à débloquer.
it: Al momento non ci sono spazi da sbloccare.
ja: 現在、ロックを解除できるスペースはありません。
ko: 현재 잠금 해제할 공간이 없습니다.
ru: На данный момент нет мест для разблокировки.
zh_hant_tw: 目前還沒有可解鎖的空間。
zh_hk: 目前還沒有可解鎖嘅空間。

source: 当前进度
de: Aktueller Fortschritt
en: Current Progress
es: Progreso actual
fr: Progrès actuels
it: Progressi attuali
ja: 現在の進捗状況
ko: 현재 진행상황
ru: Текущий прогресс
zh_hant_tw: 當前進度
zh_hk: 當前進度

source: 彻底删除
de: Komplett löschen
en: Delete Permanently
es: Eliminar completamente
fr: Supprimer complètement
it: Elimina completamente
ja: 完全に削除
ko: 완전히 삭제
ru: Удалить полностью
zh_hant_tw: 徹底刪除
zh_hk: 徹底刪除
